{
  "id": "mooc-cimc-xitec-cho-xang-dau",
  "name": "CIMC Xitec Chở Xăng Dầu",
  "slug": "cimc-xitec-cho-xang-dau",
  "brand": "CIMC",
  "price": 980000000,
  "priceText": "980.000.000 VNĐ",
  "weightText": "33 tấn",
  "weight": 33,
  "length": 12.2,
  "width": 2.5,
  "height": 3.7,
  "dimensions": "12200x2500x3700 mm",
  "type": "mooc",
  "trailerType": "xi-téc",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop"
  ],
  "description": "Mooc xitec chở xăng dầu CIMC với giá thành hợp lý, đáp ứng tiêu chuẩn an toàn vận chuyển nhiên liệu.",
  "detailedDescription": "CIMC Xitec Chở Xăng Dầu là giải pháp vận chuyển nhiên liệu kinh tế và đáng tin cậy, được thiết kế để đáp ứng nhu cầu phân phối xăng dầu cho các cửa hàng xăng dầu vừa và nhỏ. Với công nghệ Trung Quốc và giá thành cạnh tranh, đây là lựa chọn phù hợp cho các doanh nghiệp cần tối ưu hóa chi phí đầu tư.\n\nBồn chứa được chế tạo từ thép carbon chất lượng cao dày 6mm, chia thành nhiều ngăn độc lập để vận chuyển các loại nhiên liệu khác nhau một cách an toàn. Thiết kế bồn tuân thủ các tiêu chuẩn cơ bản về vận chuyển chất lỏng dễ cháy.\n\nHệ thống an toàn cơ bản bao gồm van khẩn cấp, thiết bị chống tĩnh điện và hệ thống thông hơi được thiết kế để đảm bảo an toàn trong quá trình vận chuyển và bốc xếp nhiên liệu. Các van và phụ kiện được chọn lọc để phù hợp với tính chất của xăng dầu.\n\nHệ thống bơm và đường ống được thiết kế đơn giản nhưng hiệu quả, cho phép bơm nhiên liệu nhanh chóng và an toàn. Hệ thống đo lường cơ bản giúp kiểm soát lượng nhiên liệu trong quá trình vận chuyển.\n\nVới giá thành hợp lý và đáp ứng các yêu cầu cơ bản về an toàn, CIMC Xitec là lựa chọn kinh tế cho các doanh nghiệp vừa và nhỏ trong ngành phân phối nhiên liệu cần tối ưu hóa chi phí đầu tư ban đầu.",
  "features": [
    "Chở xăng dầu an toàn",
    "Giá thành hợp lý",
    "Hệ thống an toàn cơ bản",
    "Phù hợp doanh nghiệp vừa"
  ],
  "origin": "Trung Quốc"
}