{
  "id": "mooc-doosung-co-co",
  "name": "DOOSUNG Cổ Cò",
  "slug": "doosung-co-co",
  "brand": "DOOSUNG",
  "price": 650000000,
  "priceText": "650.000.000 VNĐ",
  "weightText": "28 tấn",
  "weight": 28,
  "length": 11.5,
  "width": 2.5,
  "height": 1.2,
  "dimensions": "11500x2500x1200 mm",
  "type": "mooc",
  "trailerType": "cổ-cò",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop"
  ],
  "description": "Mooc cổ cò DOOSUNG với sàn thấp đặc biệt, phù hợp vận chuyển máy móc hạng nặng và thiết bị có chiều cao lớn.",
  "detailedDescription": "DOOSUNG Cổ Cò là mooc chuyên dụng được thiết kế đặc biệt với sàn thấp để vận chuyển các máy móc hạng nặng, thiết bị công nghiệp và hàng hóa có chiều cao lớn. Với công nghệ Hàn Quốc tiên tiến, mooc này mang lại giải pháp vận chuyển tối ưu cho các thiết bị đặc biệt.\n\nKhung gầm DOOSUNG Cổ Cò có thiết kế độc đáo với phần sàn chính ở độ cao thấp chỉ 1.200mm so với mặt đường, tạo điều kiện thuận lợi cho việc vận chuyển các thiết bị có chiều cao lớn mà vẫn đảm bảo tuân thủ quy định về chiều cao tổng thể khi lưu thông.\n\nCấu trúc khung được chế tạo từ thép cường độ cao với hệ thống dầm chính được gia cường đặc biệt để chịu tải trọng 28 tấn. Thiết kế \"cổ cò\" với phần đầu mooc thấp hơn tạo không gian tối ưu cho việc đặt các thiết bị có trọng tâm cao.\n\nHệ thống trục được thiết kế đặc biệt với khả năng điều chỉnh độ cao thông qua hệ thống thủy lực hoặc cơ khí, giúp cân bằng mooc khi bốc xếp và vận chuyển. Hệ thống phanh khí nén với ABS đảm bảo an toàn phanh tối ưu ngay cả khi chở tải trọng lớn.\n\nVới thiết kế chuyên dụng và chất lượng Hàn Quốc, DOOSUNG Cổ Cò là lựa chọn hàng đầu cho các doanh nghiệp chuyên vận chuyển máy móc công nghiệp, thiết bị xây dựng và các hàng hóa đặc biệt.",
  "features": [
    "Sàn thấp đặc biệt",
    "Vận chuyển máy móc nặng",
    "Khung gầm chắc chắn"
  ],
  "origin": "Hàn Quốc"
}