{
  "id": "mooc-koksan-ben-3-truc",
  "name": "KOKSAN Ben 3 Trục",
  "slug": "koksan-ben-3-truc",
  "brand": "KOKSAN",
  "price": 820000000,
  "priceText": "820.000.000 VNĐ",
  "weightText": "30 tấn",
  "weight": 30,
  "length": 12,
  "width": 2.5,
  "height": 3.1,
  "dimensions": "12000x2500x3100 mm",
  "type": "mooc",
  "trailerType": "ben",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-3c8c76ca7d13?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-3c8c76ca7d13?w=800&h=600&fit=crop"
  ],
  "description": "Mooc ben KOKSAN 3 trục với hệ thống thủy lực ổn định, phù hợp vận chuyển và đổ vật liệu xây dựng.",
  "detailedDescription": "KOKSAN Ben 3 Trục là mooc ben chuyên dụng được thiết kế để đáp ứng nhu cầu vận chuyển và đổ các loại vật liệu xây dựng như đất, đá, cát, sỏi với hiệu suất cao và độ tin cậy vượt trội. Được sản xuất theo công nghệ Hàn Quốc tiên tiến, mooc này mang lại giải pháp tối ưu cho ngành xây dựng.\n\nKhung gầm KOKSAN được chế tạo từ thép cường độ cao với cấu trúc được thiết kế đặc biệt để chịu được tải trọng lớn và các lực tác động khi đổ hàng. Hệ thống dầm chính và dầm phụ được gia cường tối ưu, đảm bảo độ bền cao trong môi trường làm việc khắc nghiệt.\n\nThùng ben được chế tạo từ thép tấm chống mài mòn Hardox 400 dày 5-6mm, có khả năng chống chịu va đập và mài mòn tốt khi tiếp xúc với các vật liệu xây dựng cứng. Thiết kế thùng được tối ưu hóa để giảm trọng lượng bản thân nhưng vẫn đảm bảo độ cứng cáp.\n\nHệ thống thủy lực KOKSAN với xi lanh thủy lực kép có khả năng nâng thùng lên góc 45° trong thời gian 45 giây, đảm bảo đổ hoàn toàn các loại vật liệu. Hệ thống điều khiển thủy lực được bảo vệ chống bụi bẩn và chống va đập.\n\nVới chất lượng Hàn Quốc và thiết kế chuyên dụng, KOKSAN Ben 3 Trục là lựa chọn tin cậy cho các doanh nghiệp xây dựng và khai thác vật liệu cần mooc ben hiệu suất cao và bền bỉ.",
  "features": [
    "Hệ thống ben thủy lực",
    "3 trục chịu tải",
    "Thùng ben chắc chắn",
    "Thương hiệu Hàn Quốc"
  ],
  "origin": "Hàn Quốc"
}