{
  "id": "mooc-doosung-3-truc-san-rut",
  "name": "DOOSUNG 3 Trục Sàn Rút",
  "slug": "doosung-3-truc-san-rut",
  "brand": "DOOSUNG",
  "price": 980000000,
  "priceText": "980.000.000 VNĐ",
  "weightText": "32 tấn",
  "weight": 32,
  "length": 13,
  "width": 2.5,
  "height": 1.5,
  "dimensions": "13000x2500x1500 mm",
  "type": "mooc",
  "isNew": true,
  "isHot": false,
  "origin": "Hàn Quốc",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop"
  ],
  "trailerType": "sàn-rút",
  "description": "Mooc sàn rút DOOSUNG 3 trục có thể kéo dài để vận chuyển hàng hóa siêu dài như dầm thép, cột điện, ống bê tông.",
  "detailedDescription": "DOOSUNG 3 Trục Sàn Rút là giải pháp vận chuyển chuyên dụng cho các hàng hóa có chiều dài đặc biệt như dầm thép, cột điện, ống bê tông và các kết cấu công trình lớn. Được sản xuất theo công nghệ Hàn Quốc tiên tiến, mooc này mang lại sự linh hoạt tối đa trong vận chuyển hàng hóa siêu dài.\n\nKhung gầm DOOSUNG được chế tạo từ thép cường độ cao theo tiêu chuẩn Hàn Quốc, với cấu trúc đặc biệt cho phép kéo dài sàn từ 13m đến 18m. Hệ thống ray trượt và cơ cấu khóa được thiết kế chính xác, đảm bảo độ ổn định và an toàn khi vận chuyển hàng hóa dài.\n\nHệ thống thủy lực kéo dài sàn hoạt động êm ái và chính xác, cho phép điều chỉnh chiều dài mooc theo yêu cầu của hàng hóa. Các bộ phận thủy lực được sản xuất theo tiêu chuẩn quốc tế, đảm bảo độ bền và khả năng hoạt động ổn định trong mọi điều kiện.\n\nSàn mooc được gia cường đặc biệt để chịu được tải trọng phân bố không đều của hàng hóa dài. Các điểm cố định hàng được bố trí khoa học, giúp đảm bảo an toàn tuyệt đối cho hàng hóa trong quá trình vận chuyển.\n\nHệ thống trục 3 trục DOOSUNG với khả năng chịu tải cao và hệ thống phanh ABS đảm bảo an toàn khi vận chuyển hàng hóa nặng và dài. Hệ thống treo được thiết kế đặc biệt để giảm rung động, bảo vệ hàng hóa nhạy cảm.\n\nVới khả năng mở rộng chiều dài linh hoạt và chất lượng Hàn Quốc, DOOSUNG 3 Trục Sàn Rút là lựa chọn lý tưởng cho các dự án xây dựng và công nghiệp nặng cần vận chuyển hàng hóa siêu dài.",
  "features": [
    "Sàn có thể rút dài",
    "Vận chuyển hàng siêu dài",
    "Hệ thống thủy lực ổn định",
    "Chất lượng Hàn Quốc"
  ],
  "trailerSpec": {
    "axleCount": 3,
    "axleType": "Trục DOOSUNG 13 tấn",
    "extensionLength": 18000,
    "totalLength": "13.000 - 18.000 mm",
    "wheelbase": "Variable",
    "loadingHeight": "1.300 mm"
  }
}