{
  "id": "mooc-cimc-bon-bot-mi",
  "name": "CIMC Bồn Bột Mì",
  "slug": "cimc-bon-bot-mi",
  "brand": "CIMC",
  "price": 780000000,
  "priceText": "780.000.000 VNĐ",
  "weightText": "29 tấn",
  "weight": 29,
  "length": 11.5,
  "width": 2.5,
  "height": 3.6,
  "dimensions": "11500x2500x3600 mm",
  "type": "mooc",
  "trailerType": "bồn-bột-mì",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop"
  ],
  "description": "Mooc bồn chở bột mì CIMC với lòng bồn inox 304, đảm bảo vệ sinh an toàn thực phẩm cho ngành thực phẩm.",
  "detailedDescription": "CIMC Bồn Bột Mì là mooc chuyên dụng được thiết kế đặc biệt để vận chuyển bột mì và các loại bột thực phẩm khô khác với tiêu chuẩn vệ sinh an toàn thực phẩm cao nhất. Với công nghệ Trung Quốc và giá thành hợp lý, đây là lựa chọn phù hợp cho các doanh nghiệp trong ngành thực phẩm.\n\nLòng bồn được chế tạo từ inox 304 food grade với bề mặt nhẵn bóng, không có góc chết, đảm bảo không bám dính bột và dễ dàng vệ sinh sau mỗi chuyến chở. Thiết kế lòng bồn tuân thủ nghiêm ngặt các tiêu chuẩn quốc tế về vệ sinh an toàn thực phẩm.\n\nHệ thống xả bột được thiết kế với hệ thống khí nén và van xả đặc biệt, cho phép xả hoàn toàn bột mà không để lại cặn. Hệ thống này bao gồm máy nén khí chuyên dụng và ống dẫn khí được phân bố đều trong lòng bồn để tạo áp suất đồng đều.\n\nVỏ bồn bên ngoài được bảo ôn bằng lớp cách nhiệt để bảo vệ bột khỏi ảnh hưởng của thời tiết và duy trì chất lượng sản phẩm. Hệ thống nắp bồn kín khít với gioăng cao su chuyên dụng ngăn chặn ẩm độ và bụi bẩn.\n\nVới dung tích lớn và hệ thống vận hành hiệu quả, CIMC Bồn Bột Mì là giải pháp vận chuyển kinh tế cho các nhà máy sản xuất thực phẩm, công ty phân phối bột mì và các doanh nghiệp trong chuỗi cung ứng thực phẩm.",
  "features": [
    "Chuyên chở bột mì",
    "Lòng bồn inox 304",
    "Đạt chuẩn vệ sinh thực phẩm",
    "Hệ thống xả khí nén"
  ],
  "origin": "Trung Quốc"
}