{
  "id": "mooc-doosung-bon-bui-sat",
  "name": "DOOSUNG Bồn Bụi Sắt",
  "slug": "doosung-bon-bui-sat",
  "brand": "DOOSUNG",
  "price": 880000000,
  "priceText": "880.000.000 VNĐ",
  "weightText": "31 tấn",
  "weight": 31,
  "length": 11.8,
  "width": 2.5,
  "height": 3.7,
  "dimensions": "11800x2500x3700 mm",
  "type": "mooc",
  "trailerType": "bồn-sắt",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-f2c57e73c83c?w=800&h=600&fit=crop"
  ],
  "description": "Mooc bồn chở bụi sắt DOOSUNG chuyên dụng cho ngành thép, với hệ thống xả tự trọng và khí nén.",
  "detailedDescription": "DOOSUNG Bồn Bụi Sắt là mooc chuyên dụng được thiết kế đặc biệt để vận chuyển bụi sắt và các vật liệu kim loại dạng bột cho ngành công nghiệp thép. Với công nghệ Hàn Quốc tiên tiến và thiết kế chuyên biệt, mooc này đáp ứng mọi yêu cầu khắt khe của ngành công nghiệp nặng.\n\nLòng bồn được chế tạo từ thép carbon chất lượng cao với lớp phủ chống ăn mòn đặc biệt, có khả năng chịu được tính ăn mòn của bụi sắt và các hóa chất trong môi trường công nghiệp. Thiết kế lòng bồn với các vách ngăn và hệ thống gia cường đảm bảo cấu trúc chắc chắn khi chở tải nặng.\n\nHệ thống xả tự trọng kết hợp với hệ thống khí nén cho phép xả hoàn toàn bụi sắt mà không để lại cặn. Hệ thống này bao gồm các van xả đặc biệt được thiết kế để chống tắc nghẽn và máy nén khí chuyên dụng tạo áp suất cần thiết.\n\nHệ thống lọc bụi và an toàn được tích hợp để ngăn chặn bụi sắt bay ra ngoài môi trường trong quá trình vận chuyển và xả hàng. Các thiết bị an toàn bao gồm van giảm áp, đồng hồ đo áp suất và hệ thống cảnh báo.\n\nVới độ bền cao và khả năng vận hành trong môi trường khắc nghiệt, DOOSUNG Bồn Bụi Sắt là lựa chọn tin cậy cho các nhà máy thép, công ty thu gom và tái chế kim loại cần vận chuyển bụi sắt an toàn và hiệu quả.",
  "features": [
    "Chuyên chở bụi sắt",
    "Hệ thống xả tự trọng",
    "Bồn chống ăn mòn",
    "Chất lượng Hàn Quốc"
  ],
  "origin": "Hàn Quốc"
}