{
  "id": "xe-tai-hyundai-porter-h150-1-5-tan",
  "name": "Hyundai Porter H150 1.5 Tấn",
  "slug": "hyundai-porter-h150-1-5-tan",
  "brand": "Hyundai",
  "price": 390000000,
  "priceText": "390.000.000 VNĐ",
  "weightText": "1.5 tấn",
  "weight": 1.5,
  "length": 3.1,
  "width": 1.6,
  "height": 1.9,
  "dimensions": "3100x1600x1900 mm",
  "type": "xe-tai",
  "isNew": true,
  "isHot": true,
  "origin": "Hàn Quốc",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-3c8c76ca7d13?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-3c8c76ca7d13?w=800&h=600&fit=crop"
  ],
  "boxType": "lửng",
  "description": "Xe tải Hyundai Porter H150 1.5 tấn nhỏ gọn, tiết kiệm nhiên liệu, phù hợp cho vận chuyển hàng hóa trong đô thị.",
  "detailedDescription": "Hyundai Porter H150 1.5 tấn là mẫu xe tải nhỏ gọn hoàn hảo cho nhu cầu vận chuyển trong đô thị và các khu vực có đường hẹp. Với kích thước compact nhưng không gian thùng được tối ưu hóa, H150 mang lại hiệu quả vận chuyển cao cho các doanh nghiệp nhỏ và cá nhân kinh doanh.\n\nĐộng cơ D4GA dung tích 2.497L, công suất 130 mã lực được phát triển theo công nghệ Hyundai hiện đại, nổi tiếng với độ bền cao và khả năng tiết kiệm nhiên liệu vượt trội. Hệ thống phun nhiên liệu điện tử và turbo tăng áp mang lại hiệu suất tối ưu trong mọi điều kiện vận hành.\n\nHộp số sàn 5 cấp được thiết kế mượt mà, dễ dàng sang số giúp tài xế điều khiển xe một cách thoải mái. Hệ thống treo được cân bằng tốt giữa khả năng chịu tải và sự êm ái, phù hợp cho cả vận chuyển hàng hóa và di chuyển trong thành phố.\n\nCabin thiết kế hiện đại với không gian rộng rãi, ghế ngồi êm ái và hệ thống điều hòa hiệu quả. Với dịch vụ bảo hành chính hãng và mạng lưới dịch vụ rộng khắp, Porter H150 là lựa chọn tin cậy cho việc khởi nghiệp kinh doanh vận tải.",
  "features": [
    "Kích thước nhỏ gọn",
    "Tiết kiệm nhiên liệu",
    "Động cơ êm ái",
    "Bảo hành chính hãng"
  ],
  "engineModel": "D4GA",
  "engineCapacity": "2.497L",
  "enginePower": "130 HP",
  "fuel": "Dầu Diesel",
  "transmission": "Số sàn 5 cấp",
  "wheelbase": 2435,
  "wheelbaseText": "2.435 mm"
}