{
  "id": "xe-tai-suzuki-super-carry-pro-940kg",
  "name": "Suzuki Super Carry Pro 940kg",
  "slug": "suzuki-super-carry-pro-940kg",
  "brand": "Suzuki",
  "price": 330000000,
  "priceText": "330.000.000 VNĐ",
  "weightText": "940 kg",
  "weight": 0.94,
  "length": 2.9,
  "width": 1.4,
  "height": 1.8,
  "dimensions": "2900x1400x1800 mm",
  "type": "xe-tai",
  "isNew": true,
  "isHot": false,
  "origin": "Nhật Bản",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618047-acbd2d25bb31?w=800&h=600&fit=crop"
  ],
  "description": "Xe tải Suzuki Super Carry Pro 940kg siêu nhỏ gọn, lý tưởng cho vận chuyển hàng hóa nhẹ trong thành phố và ngõ hẻm.",
  "detailedDescription": "Suzuki Super Carry Pro 940kg là giải pháp vận chuyển tối ưu cho các nhu cầu logistics trong thành phố, đặc biệt phù hợp cho giao hàng tận nơi và di chuyển trong các khu vực có đường hẹp, ngõ hẻm. Với kích thước siêu compact, xe có thể dễ dàng di chuyển và đỗ xe ở những nơi mà các xe tải lớn hơn không thể tiếp cận.\n\nĐộng cơ xăng G10B dung tích 1.051L, công suất 65 mã lực được thiết kế theo công nghệ Suzuki Nhật Bản, nổi tiếng với độ tin cậy cao và khả năng tiết kiệm nhien liệu vượt trội. Mặc dù có kích thước nhỏ gọn nhưng động cơ vẫn mang lại hiệu suất vận hành ổn định và êm ái.\n\nHộp số sàn 5 cấp được thiết kế nhẹ nhàng, dễ dàng điều khiển giúp tài xế mới cũng có thể làm quen nhanh chóng. Hệ thống treo độc lập phía trước và lá nhíp phía sau được cân bằng tốt, mang lại sự êm ái khi vận hành không tải và độ ổn định khi chở hàng.\n\nCabin thiết kế đơn giản nhưng tiện dụng với ghế ngồi thoải mái và vô lăng dễ cầm nắm. Với chi phí vận hành thấp và bảo dưỡng đơn giản, Super Carry Pro là lựa chọn lý tưởng cho các cửa hàng, doanh nghiệp nhỏ cần phương tiện giao hàng linh hoạt.",
  "features": [
    "Siêu nhỏ gọn, di chuyển linh hoạt",
    "Tiết kiệm nhiên liệu tối đa",
    "Phù hợp ngõ hẻm nhỏ",
    "Giá thành phải chăng"
  ],
  "engineModel": "G10B",
  "engineCapacity": "1.051L",
  "enginePower": "65 HP",
  "fuel": "Xăng",
  "transmission": "Số sàn 5 cấp",
  "wheelbase": 1905,
  "wheelbaseText": "1.905 mm"
}