{
  "id": "xe-tai-hino-500-series-16-tan",
  "name": "Hino 500 Series 16 Tấn",
  "slug": "hino-500-series-16-tan",
  "brand": "HINO",
  "price": 1650000000,
  "priceText": "1.650.000.000 VNĐ",
  "weightText": "16 tấn",
  "weight": 16,
  "length": 8.5,
  "width": 2.4,
  "height": 3.2,
  "dimensions": "8500x2400x3200 mm",
  "type": "xe-tai",
  "isNew": true,
  "isHot": true,
  "origin": "Nhật Bản",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop"
  ],
  "description": "Xe tải Hino 500 Series 16 tấn hạng nặng với công nghệ Nhật Bản tiên tiến, phù hợp cho vận chuyển hàng hóa đường dài và khối lượng lớn.",
  "detailedDescription": "Hino 500 Series 16 tấn đại diện cho đỉnh cao công nghệ xe tải hạng nặng của Nhật Bản, được thiết kế để đáp ứng nhu cầu vận chuyển khối lượng lớn và đường dài. Với khung gầm cứng cáp và hệ thống treo tiên tiến, xe mang lại hiệu suất vận hành vượt trội trong mọi điều kiện khó khăn.\n\nĐộng cơ J08E-WD dung tích 7.684L, công suất 210 mã lực được phát triển theo tiêu chuẩn Euro 4, kết hợp công nghệ phun nhiên liệu Common Rail và turbo tăng áp hiện đại. Hệ thống này không chỉ mang lại sức mạnh vượt trội mà còn tối ưu hóa hiệu suất nhiên liệu và giảm thiểu khí thải.\n\nHộp số sàn 6 cấp được thiết kế chuyên dụng cho xe tải hạng nặng, với các tỷ số truyền được tối ưu hóa cho cả vận hành trong thành phố và đường dài. Hệ thống phanh ABS và EBD đảm bảo an toàn tuyệt đối ngay cả khi chở tải trọng tối đa.\n\nCabin rộng rãi được thiết kế ergonomic với ghế khí nén, hệ thống điều hòa tự động và nhiều tiện nghi cao cấp khác, tạo môi trường làm việc thoải mái cho tài xế trong những chuyến đi dài. Với uy tín về chất lượng và dịch vụ hậu mãi của Hino, đây là lựa chọn hàng đầu cho vận tải hạng nặng chuyên nghiệp.",
  "features": [
    "Tải trọng 16 tấn mạnh mẽ",
    "Công nghệ Nhật Bản tiên tiến",
    "Cabin rộng rãi thoải mái",
    "Hệ thống phanh ABS, EBD"
  ],
  "engineModel": "J08E-WD",
  "engineCapacity": "7.684L",
  "enginePower": "210 HP",
  "fuel": "Dầu Diesel",
  "transmission": "Số sàn 6 cấp",
  "wheelbase": 5200,
  "wheelbaseText": "5.200 mm"
}