{
  "id": "xe-tai-dongfeng-hoang-huy-7-tan",
  "name": "Dongfeng Hoàng Huy 7 Tấn",
  "slug": "dongfeng-hoang-huy-7-tan",
  "brand": "Dongfeng",
  "price": 620000000,
  "priceText": "620.000.000 VNĐ",
  "weightText": "7 tấn",
  "weight": 7,
  "length": 6.2,
  "width": 2.1,
  "height": 2.3,
  "dimensions": "6200x2100x2300 mm",
  "type": "xe-tai",
  "isNew": false,
  "isHot": false,
  "origin": "Trung Quốc",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop"
  ],
  "description": "Xe tải Dongfeng Hoàng Huy 7 tấn với giá thành phải chăng, phù hợp cho các doanh nghiệp vừa và nhỏ cần tối ưu chi phí vận hành.",
  "detailedDescription": "Dongfeng Hoàng Huy 7 tấn là giải pháp vận tải kinh tế và hiệu quả cho các doanh nghiệp cần tối ưu hóa chi phí đầu tư ban đầu. Với tải trọng 7 tấn và thùng xe rộng rãi, xe phù hợp cho đa dạng loại hàng hóa từ vật liệu xây dựng đến hàng tiêu dùng.\n\nĐộng cơ YC4D140-50 dung tích 3.856L, công suất 140 mã lực được phát triển theo tiêu chuẩn châu Âu, mang lại hiệu suất vận hành ổn định và độ tin cậy cao. Hệ thống phun nhiên liệu Common Rail hiện đại giúp tối ưu hóa quá trình đốt cháy, giảm tiêu hao nhiên liệu và khí thải.\n\nHộp số sàn 6 cấp với các tỷ số truyền được thiết kế phù hợp cho xe tải, giúp tài xế dễ dàng điều khiển xe trong mọi điều kiện đường và tải trọng. Hệ thống phanh khí nén kết hợp với phanh chân an toàn và hiệu quả.\n\nCabin thiết kế đơn giản nhưng đầy đủ tiện nghi cần thiết như điều hòa, radio và ghế ngồi êm ái. Với giá thành cạnh tranh và mạng lưới phụ tùng sẵn có, Dongfeng Hoàng Huy 7 tấn là lựa chọn thông minh cho việc kinh doanh vận tải.",
  "features": [
    "Giá thành phải chăng",
    "Tải trọng 7 tấn phù hợp",
    "Phụ tùng sẵn có",
    "Chi phí vận hành thấp"
  ],
  "engineModel": "YC4D140-50",
  "engineCapacity": "3.856L",
  "enginePower": "140 HP",
  "fuel": "Dầu Diesel",
  "transmission": "Số sàn 6 cấp",
  "wheelbase": 3815,
  "wheelbaseText": "3.815 mm"
}