{
  "id": "xe-tai-hyundai-xcient-25-tan",
  "name": "Hyundai Xcient 25 Tấn",
  "slug": "hyundai-xcient-25-tan",
  "brand": "Hyundai",
  "price": 2250000000,
  "priceText": "2.250.000.000 VNĐ",
  "weightText": "25 tấn",
  "weight": 25,
  "length": 10.5,
  "width": 2.5,
  "height": 3.8,
  "dimensions": "10500x2500x3800 mm",
  "type": "xe-tai",
  "isNew": true,
  "isHot": true,
  "origin": "Hàn Quốc",
  "thumbnailUrl": "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop",
  "images": [
    "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=600&fit=crop"
  ],
  "description": "Xe tải Hyundai Xcient 25 tấn hạng siêu nặng với công nghệ hiện đại nhất, phù hợp cho vận chuyển hàng hóa cực nặng và đường dài.",
  "detailedDescription": "Hyundai Xcient 25 tấn là đỉnh cao công nghệ xe tải siêu nặng của Hyundai, được phát triển để đáp ứng nhu cầu vận chuyển khối lượng cực lớn và những dự án logistics phức tạp nhất. Với công nghệ châu Âu tiên tiến và chất lượng Hàn Quốc, Xcient đặt ra tiêu chuẩn mới cho dòng xe tải hạng siêu nặng.\n\nĐộng cơ D6CC dung tích 12.344L, công suất 410 mã lực là trái tim của chiếc xe, được phát triển theo tiêu chuẩn Euro 6 với công nghệ SCR (Selective Catalytic Reduction) giảm thiểu khí thải NOx. Hệ thống turbo tăng áp kép và làm mát khí nạp intercooler mang lại hiệu suất vượt trội và độ tin cậy cao.\n\nHộp số tự động 12 cấp AMT (Automated Manual Transmission) với hệ thống điều khiển điện tử thông minh, tự động chọn tỷ số truyền tối ưu theo điều kiện vận hành và tải trọng. Điều này không chỉ giảm mệt mỏi cho tài xế mà còn tối ưu hóa hiệu suất nhiên liệu.\n\nCabin cao cấp được thiết kế theo tiêu chuẩn châu Âu với đầy đủ tiện nghi như ghế khí nén có massage, hệ thống giải trí multimedia, tủ lạnh mini và giường nghỉ thoải mái. Hệ thống an toàn toàn diện bao gồm ESC, ABS, EBD, và hệ thống cảnh báo va chạm đảm bảo an toàn tối đa.",
  "features": [
    "Tải trọng siêu nặng 25 tấn",
    "Công nghệ châu Âu hiện đại",
    "Cabin cao cấp đầy đủ tiện nghi",
    "Hệ thống an toàn toàn diện"
  ],
  "engineModel": "D6CC",
  "engineCapacity": "12.344L",
  "enginePower": "410 HP",
  "fuel": "Dầu Diesel",
  "transmission": "Số tự động 12 cấp",
  "wheelbase": 6200,
  "wheelbaseText": "6.200 mm"
}